{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_13", "output_dim": 512, "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "input_dtype": "float32", "input_dim": 70, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "batch_input_shape": [null, 70]}}, {"class_name": "PReLU", "config": {"batch_input_shape": [null, 512], "trainable": true, "init": "zero", "input_dtype": "float32", "name": "prelu_9"}}, {"class_name": "Dropout", "config": {"p": 0.5, "trainable": true, "name": "dropout_9"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_14", "output_dim": 512, "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "input_dtype": "float32", "input_dim": 512, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "batch_input_shape": [null, 512]}}, {"class_name": "PReLU", "config": {"batch_input_shape": [null, 512], "trainable": true, "init": "zero", "input_dtype": "float32", "name": "prelu_10"}}, {"class_name": "BatchNormalization", "config": {"name": "batchnormalization_5", "epsilon": 1e-06, "trainable": true, "mode": 0, "momentum": 0.9, "axis": -1}}, {"class_name": "Dropout", "config": {"p": 0.5, "trainable": true, "name": "dropout_10"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_15", "output_dim": 39, "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "input_dtype": "float32", "input_dim": 512, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "batch_input_shape": [null, 512]}}, {"class_name": "Activation", "config": {"activation": "softmax", "trainable": true, "name": "activation_5"}}]}