{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_25", "output_dim": 1024, "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "input_dtype": "float32", "input_dim": 70, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "batch_input_shape": [null, 70]}}, {"class_name": "PReLU", "config": {"batch_input_shape": [null, 1024], "trainable": true, "init": "zero", "input_dtype": "float32", "name": "prelu_17"}}, {"class_name": "Dropout", "config": {"p": 0.5, "trainable": true, "name": "dropout_17"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_26", "output_dim": 1024, "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "input_dtype": "float32", "input_dim": 1024, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "batch_input_shape": [null, 1024]}}, {"class_name": "PReLU", "config": {"batch_input_shape": [null, 1024], "trainable": true, "init": "zero", "input_dtype": "float32", "name": "prelu_18"}}, {"class_name": "BatchNormalization", "config": {"name": "batchnormalization_9", "epsilon": 1e-06, "trainable": true, "mode": 0, "momentum": 0.9, "axis": -1}}, {"class_name": "Dropout", "config": {"p": 0.5, "trainable": true, "name": "dropout_18"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_27", "output_dim": 39, "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "input_dtype": "float32", "input_dim": 1024, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "batch_input_shape": [null, 1024]}}, {"class_name": "Activation", "config": {"activation": "softmax", "trainable": true, "name": "activation_9"}}]}